-- ============================================================
-- Descargado desde Walftech  ->  https://walftech.com
-- Generador de Manifest y Lua
-- AppID: 3538780
-- Fecha: 2026-09-22 15:13 UTC
-- ============================================================

--Gamename (ツン)デレ少女とイチャラブえっち!! ～快楽を知ってしまった末路はお〇んぽ依存症に～
addappid(3538780, 1, "84fb1db776689d0c807ca16734e4d8b5fbe0b648ff2946000023f75d0fb60ef7") --Mainappid (ツン)デレ少女とイチャラブえっち!! ～快楽を知ってしまった末路はお〇んぽ依存症に～
addappid(3538781, 1, "8eff0cbb341bb2e8d6b816939d33ec22df69b323376d31b6b318cdeb6f98273b") --Main Windows Depot (ツン)デレ少女とイチャラブえっち!! ～快楽を知ってしまった末路はお〇んぽ依存症に～
setManifestid(3538781, "8258728786563244001", 65784784)